<style src="./index.less" lang="less" scoped></style>
<template>
  <div class="protocol-wrapper">
    <h1>游友钱包服务用户注册协议</h1>
    <p>尊敬的用户，欢迎您选择并注册成为游友钱包平台的用户。本协议是用户(以 下简称“您”)与游友钱包平台(包括但不限于游友钱包官方网站【http://h5.yoyoqianbao.com/static/website/index.html】以及其他相关网站、移动客户端、微信公 众号等媒介、载体、平台等认可渠道，以下合称“本平台”)的所有者武汉市盛天 小额贷款有限责任公司及其关联企业(以下合称“游友钱包”)之间就本平台服务等 相关事宜所达成的具有法律约束力的协议。您一经网上勾选“同意并确认”后，本 协议即在您与游友钱包之间产生法律效力。</p>
    <p>【审慎阅读】 在办理本平台用户网上注册签约等事宜前，请您务必审慎阅 读、充分理解本协议各条款内容，特别是加黑、加着重号及/或加下划线等特别 提示条款，您应重点阅读。如您对本协议任何条款有任何疑问，可向游友钱包咨询。</p>
    <p>【注册程序】 当您按照本平台用户网上注册签约页面提示填写信息、阅读 并同意本协议，即表示您已充分阅读、理解并接受本协议的全部内容，自愿申请 注册成为本平台用户。在阅读本协议的过程中，如果您不同意本协议或其中任何 条款约定，请立即停止确认本协议及停止用户注册程序。无论您事实上是否在注 册之前认真阅读了本协议条款，只要您通过本平台注册成为用户，仍将视为您完 全理解并同意本协议的所有条款。</p>
    <h2>一、服务条款的确认与认可</h2>
    <p>1.1 您理解并确认，同意本协议所有条款是您完成用户注册并享有本平台服务的前提条件。除法律另有规定或双方另有约定外，本协议对您与游友钱包具有 约束力。</p>
    <p>1.2 您理解并确认，注册成为本平台用户，即视为您具备享有本平台服务及 通过本平台进行相关操作的完全权利能力及行为能力，并能够独立承担相应的法 律责任。</p>
    <p>1.3 您理解并确认，在您使用并接受本平台所提供的服务时，您应同时认可 所有适用于本平台特定服务、活动等的规则、制度、公告、声明、条款和协议(以 下合称“平台规则”)，并且，您亦确认，若本协议条款与该等不时更新的平台规则 不一致的，则以该等不时更新的平台规则为准。</p>
    <p>1.4 您理解并确认，为确保您的合法权益及本平台的良好有序运转，您有义 务并应不时关注、阅读并遵守本平台不时公布或修改的各类平台规则，并且，我 们强烈建议您在注册并使用本平台服务之前充分阅读本协议条款及本平台公布 的各项平台规则;游友钱包有权根据国家法律法规变化及平台运营需要，不时地新 增、修改、废止相关平台规则，新的平台规则一旦发布即生效，而无需事先取得 包括您在在内的任何用户的同意。若您不同意相关平台规则，您可以主动取消获 得或停止使用本平台相关服务;如果您继续获取或使用本平台服务的，则视为您 接受平台规则的全部内容及其变动。</p>

    <h2>二、平台服务及其中断和终止</h2>
    <p>2.1 您在完全同意本协议及所有平台规则的情况下，游友钱包通过本平台依 法为您提供相关服务。</p>
    <p>2.2 在使用本平台服务前，您必须自备包括并不限于电脑或者其他上网终 端、调制解调器等必备的上网装置，并自行承担所有因使用本平台服务而支出的 包括但不限于网络接入费、手机流量费等费用。</p>
    <p>2.3 您一旦成功注册成为本平台用户，您将获得一个用户密码和帐号，您可 以根据本平台规则更改您的密码。您应谨慎合理的保存、使用您的账户信息。如 果您未能保管自己的帐号和密码安全，您须自行承担全部责任。</p>
    <p>2.4 您完全理解并确认，您必须对自己帐户中的所有操作、活动和事件负全 部责任;并且，无论是您本人还是您的代理人，用您的用户名和密码登录本平台 所从事的一切行为，均代表您本人的行为并由您承担相应的法律后果。</p>
    <p>2.5 若您发现任何非法使用您的账户或其他存在安全漏洞的情况的，请立 即通知本平台并向公安机关报案。</p>
    <p>2.6 您完全理解并同意，游友钱包保留在中国大陆地区法律允许的范围内随 时和单方面决定中断、终止、拒绝提供服务、关闭用户账户、清除或编辑内容等 权利，而无需事先取得包括您在在内的任何用户的同意，且无需据此对用户或第 三方承担任何责任。</p>
    <h2>三、用户信息及隐私权保护</h2>
    <p> 3.1 您承诺并同意，在注册时向本平台提供真实、准确、完整、合法有效的 个人资料，并不断更新相关注册资料，否则您需自行承担因此引起的相应责任与 后果，并且游友钱包保留单方终止您使用本平台各项服务的权利。</p>
    <p>3.2 您理解并同意，游友钱包可能在中国大陆地区法律允许的限度内自公开及其他合法渠道收集您的额外资料，以更好地了解用户，并为其提供个性化的服 务。</p>
    <p>3.3 您理解并同意，游友钱包可以自行或通过合作的第三方机构依法对您的 用户信息(包括但不限于您的个人身份证信息等)进行核实，并对获得的核实结 果根据本平台规则及法律规定进行查看、使用和留存等操作。</p>
    <p>3.4 如果您将个人通讯信息(如手机短信、电邮或信件)交付给游友钱包，或 如果其他用户或第三方向游友钱包发出关于您在本平台上的活动或登录事项的通 讯信息，游友钱包可以将这些资料收集在您的专门档案中，对此您表示理解与接受。</p>
    <p>3.5 您理解并同意，游友钱包有权在您使用本平台服务过程中收集及使用您 的个人资料，并可能会在本平台某些网页上使用诸如“Cookies”的资料收集装置， 以自动追踪及收集您在本平台上的行为及某些资料，并利用这些资料依法进行有 关用户的人口统计、兴趣及行为的内部研究，以改进本平台的推广和促销工作、 分析网站的使用率、改善本平台的内容和产品推广形式，并使本平台的网站内容、 设计和服务更能符合用户的要求。</p>
    <p>3.6 您同意游友钱包可使用关于您的个人资料(包括但不限于游友钱包持有的 有关您的档案中的资料，及游友钱包从您目前及以前在游友钱包上的活动所获取的其 他资料)以解决争议、对纠纷进行调停、确保在本平台进行安全交易，并执行本平台规则。游友钱包有时可能会调查多个用户以识别问题或解决争议，特别是游友钱包可审查您的资料以区分使用多个用户名或别名的用户。为限制在网站上的欺诈、 非法或其他刑事犯罪活动，使游友钱包免受其害，您同意游友钱包可通过人工或自动 程序对您的个人资料进行评价。</p>
    <p>3.7 您理解并同意，游友钱包及其关联主体、合作伙伴通过公告、私信、信函、 电话、短信等各种方式与您取得联系，并且愿意接收来自游友钱包及相关主体向您 投放各种商业性广告或其他任何类型的商业信息(包括但不限于在本平台的任何 页面上投放广告)，并不将该等信息视为未经您同意而发送的垃圾、骚扰信息。 如您不希望接收上述信息，可联系游友钱包及相关主体明确陈述您的主张和要求。
</p>
<p>3.8 您理解并同意，您使用本平台服务进行交易时，为便于游友钱包核查您的 真实身份，评估您的信用情况，识别您的风险承受能力，控制交易风险以及确认 交易的真实意愿等必要信息，以及便于游友钱包协助进行催收等履行必要义务，您 在此不可撤销地授权游友钱包将您的个人信息以及交易信息等必要信息提供给恒 惠贷合作的第三方征信平台(如芝麻信用、前海征信、鹏元征信、考拉征信等)、 游友钱包合作的其他大数据信息核查以及反欺诈核查公司、游友钱包合作方委托的第 三方催收公司、律师事务所等。
</p>
<p>3.9 游友钱包对于您提供的以及通过其他渠道合法收集到的个人信息将按照 中国大陆地区法律规定以及平台规则予以保护、使用或者披露。游友钱包将采用行 业标准惯例以保护您的个人资料，但鉴于技术限制，您理解并确认，游友钱包不能 确保您的全部个人资料不会通过本协议中未列明的途径泄露出去，您不会据此要 求游友钱包承担任何责任。
</p>
<p>3.10 游友钱包有义务根据有关法律要求向司法机关和政府部门提供您的个 人资料、交易记录等必要信息。在您未能按照与本协议、本平台规则或者与本平 台其他用户签订的有关协议的约定履行自己应尽的义务时，游友钱包有权根据自己 的初步判断、有关协议和规则、国家生效裁决文书或者其他相关用户或权利人的合理请求披露您的个人资料(包括但不限于在本平台及互联网络上公布您的违法、 违约、侵权行为，并将该等信息记入任何与您相关的信用资料、档案或数据库)， 游友钱包对此不承担任何责任。
</p>

    <h2>四、禁止违法行为</h2>
    <p>4.1 您承诺严格遵守中国大陆地区法律及平台规则，不得通过或使用本平 台从事任何违法行为，否则应自行承担全部法律责任。
    </p>
    <p>4.2 您不得发布任何下列违法信息:
    </p>
    <p>(1) 反对宪法所确定的基本原则的;
</p>
<p>(2) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的;</p>
<p>(3) 损害国家荣誉和利益的;
</p>
<p>(4) 煽动民族仇恨、民族歧视，破坏民族团结的;</p>
<p>(5) 破坏国家宗教政策，宣扬邪教和封建迷信的;
</p>
<p>(6) 散布谣言，扰乱社会秩序，破坏社会稳定的;
</p>
<p>(7) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的;
</p>
<p>(8) 侮辱或者诽谤他人，侵害他人合法权益的;
</p>
<p>(9) 含有法律、行政法规禁止的其他内容的。
</p>
<p>4.3 您不得从事任何下列违法及不当行为:
</p>
<p>(1) 不得从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动;
</p>
<p>(2) 不得干扰本平台的正常运转，不得侵入本平台、第三方及国家计算机信 息系统;
</p>
<p>(3) 不得教唆他人从事违法行为;</p>
<p>(4) 不得擅自发布广告、垃圾邮件等;
</p>
<p>(5) 不得恶意利用技术手段或其他方式，为获取优惠、折扣或其他利益而注 册账户等行为;
</p>
<p>(6) 不得从事本平台相关服务条款或活动规则中限制、禁止的行为;</p>
<p>(7) 不得从事影响其他用户合法权益及游友钱包正常经营管理秩序的行为。
</p>
<p>4.4 若您违反上述任何规定的，本平台有权做出独立判断并采取合理的处 置措施，包括但不限于删除相关违法信息、制止相关违法行为、暂停或关闭您的 账号、冻结您账号内余额及/或中止提供平台服务等;情节严重的，游友钱包将依 法向公安机关等有权机关报案，依法追究的您的法律责任。
</p>
    <h2>五、交易服务</h2>
    <p>5.1 在您下达借入款项订单时，请您仔细确认所借款项的金额、期限、利率、 费用等信息，并确认该等信息系您本人的真实意思表示。
</p>
<p>5.2 除中国大陆地区法律另有强制性规定，您理解并同意，您的借款订单通 过本平台提交后，系统生成的订单信息是计算机信息系统根据您填写的内容自动 生成的数据，仅是您向出借人发出的合同要约;出借人收到您的订单信息后，只有在出借人将相应金额的款项交付给您之后，方视为您与出借人之间就实际交付款项建立起了借款合同关系。在出借人向您实际交付相关款项前，您、出借人及 本平台均有权取消您的订单，而无需承担任何责任。您可以随时登陆您在本平台 注册的账户，查询您的订单状态及交易记录。
</p>
<p>5.3 尽管本平台及出借人做出最大的努力保证您所浏览的出借信息(特别 是可借金额、利率及费用)的准确性，但由于众所周知的互联网技术因素等客观 原因存在，本平台网页显示的信息可能会有一定的滞后性或差错，对此情形您知 悉并理解;游友钱包欢迎纠错，并会视情况给予纠错者一定的奖励。如果发现出借 信息错误，本平台或出借人有权对其进行更正或解除相关借款合同，对此您表示 理解并予以充分配合。
</p>
<p>5.4 游友钱包有权随时调整与借贷交易服务相关的费用标准。
</p>
<h2>六、知识产权</h2>
<p>6.1 除中国大陆地区法律另有明确规定，游友钱包对本平台及本平台上所有 信息、技术、标识等享有全部及完全的所有权(或使用权)及知识产权，包括但 不限于本平台软件系统、方法、外观设计、文字、声音、图片、图表、视频等， 包括您在任何时间段在本平台上发表的任何形式的信息内容(包括但不限于用户 评价、用户咨询、各类话题文章等信息内容)。
</p>
<p>6.2 上述知识产权依法受中国和国际相关的著作权、专利、商标及其它财产 法律、公约的保护。未经游友钱包及其他权利人事先书面许可，您及任何第三方均 无权自行或者鼓励、协助或授权第三人将上述知识产权复制、出版、发行、公开展示、编码、翻译、传输或散布至任何其他计算机、服务器、网站或其他媒介，否则将承担相应的侵权责任。</p>
<p>6.3 您理解并确认，对于您在本平台上发表的任何形式的信息内容(包括但 不限于用户评价、用户咨询、各类话题文章等信息内容)的财产性权利等任何可 转让的权利，如著作权财产权(包括并不限于:复制权、发行权、出租权、展览 权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇 编权以及应当由著作权人享有的其他可转让权利)，全部独家、无偿且不可撤销 地转让给游友钱包所有，本协议已经构成著作财产权等权利转让的有效的书面协议。
</p>
<p>6.4 您同意并已充分了解本协议的条款，承诺不将已发表于本平台的信息， 以任何形式发布或授权其他主体以任何方式使用(包括但限于在各类网站、媒体 上使用)。
</p>
<h2>七、责任限制及不承诺担保
</h2>
<p>7.1 除中国大陆地区法律另有明确规定外，游友钱包不对本平台的运营及其 包含在本平台上的信息、内容、材料、产品(包括软件)或服务作任何形式的、 明示或默示的声明或担保，仅以“按现状”向您提供，您应自行承担因本平台服务 所生的或与之相关的所有风险和责任。
</p>
<p>7.2 游友钱包不担保本平台所包含的或以其他方式通过本平台提供给您的全 部信息、内容、材料、产品(包括软件)和服务、其服务器或从本平台发出的电 子信件、信息没有病毒或其他有害成分。
</p>
<p>7.3 游友钱包对任何直接、间接、偶然、特殊及继起的损害不负责任，该等损 害包括但不限于来自不正当使用游友钱包服务、用户传送的信息不符合规定或第三方的不当行为等。
</p>
<p>7.4 您完全理解并接受，由于电子通讯技术和互联网技术的特殊性，游友钱包不能控制电讯信号的强弱，也不能保证您的设备配置的安全性或连接的稳定性以及互联网传播和接收的实时性，以及您的电脑或网络系统亦存在会被病毒或黑客 攻击的可能性，由此造成您的游友钱包账户或个人信息等被第三方窃取或造成其他损失的，游友钱包不承担赔偿责任。
</p>
<p>7.5 游友钱包不担保服务不会受中断，对服务的及时性、安全性及适用性均不 作任何担保，如因不可抗力或其他游友钱包无法控制的原因，使本平台系统崩溃或 无法正常使用导致网上交易操作无法完成或丢失有关的信息、记录等，游友钱包不 承担赔偿责任，但会合理地尽力协助处理善后事宜。</p>
<h2>八、法律适用及争议解决</h2>
<p>8.1 有关本协议的效力、解释及可执行性的所有问题均应当受中华人民共 和国(为本协议之目的，不包括香港、澳门及台湾地区，以下简称“中国”)法律 管辖并按照中国法律进行解释，并排除导致适用中国法律以外的任何司法管辖区 域法律的任何选择法或冲突法原则或规定(无论是中国法律还是任何其他司法管 辖区域的法律)。
</p>

<h2>九、其他</h2>
<p>9.1 在法律允许的最大限度范围内，游友钱包对本协议及本平台规则拥有解 释权。</p>
<p>9.2 良好的用户关系是本平台发展的基础，游友钱包注重保护用户的合法权 益，并愿意倾听您及社会各界的声音、意见和建议。若您对本协议以及平台规则 有任何意见和建议的，游友钱包诚挚欢迎您提出并将虚心接受并适时修改本协议及 各类平台规则。
</p>
<p>9.3 如果您通过本平台达成相关交易，您应与游友钱包或相关业务主体另行 达成相关交易协议，您在此承诺将按照游友钱包的要求予以充分配合。
</p>
<p>9.4 本协议任何条款之全部或部分被认定为无效或不可强制执行的，该等 无效或不可强制执行条款是可分的且并不影响本协议其余条款的有效性及可执 行性。
</p>
<p>9.5 您理解并同意，您点击本协议下方的“同意并确认”按钮即视为您完全 接受本协议;在点击之前，您再次声明并确认，您已仔细阅读、充分理解本协议 所有条款的全部概念、内容及法律效果，并自愿受其约束。
</p>

    <h1 class="border-top">数据解析服务协议</h1>
    <p>本协议由武汉市盛天小额贷款有限责任公司(以下简称"本公司")和您签订。为明确用户在接受本公司服务过程中的权利义务，特制订本协议。您在通过本软件使用本公司提供的服务前，请仔细阅读以下的全部条款，一经点击"同意"或"勾选"后完成下一步操作，即视为您同意了本协议全部条款。所以，若您对本协议任何条款有异议的，请不要操作下一步或点击"同意"或"勾选"。</p>
    <h2>第一条 服务内容</h2>
    <p>(一) 本公司提供的数据解析服务(以下简称本服务)：指本公司在您授权的情况下，利用您留存的基本信息，向为您提供借款资信评审服务的机构提供关于您个人信息调取、查询、分析的相关服务以及本公司向您提供的其他服务。基本信息是指为完成本公司提供的某项服务，所必须的信息。包括但不限于姓名、身份证号码、手机号、银行卡号、信息提供平台登录账号、密码等，具体基本信息种类以页面展示为准。</p>
    <p>(二) 本公司提供的数据解析服务种类如下：</p>
    <p>1.住房公积金查询服务，是指本公司在您授权的情况下，利用您留存的基本信息，从各地住房公积金官网获取您个人公积金信息的服务。</p>
    <p>2.社保查询服务，是指本公司在您授权的情况下，利用您留存的基本信息，从各地社保网上服务平台获取您社保信息的服务。</p>
    <p>3.手机使用情况查询服务，是指本公司在您授权的情况下，利用您留存的基本信息，从移动运营商处获取您手机使用情况的服务。</p>
    <p>4.征信查询服务，是指本公司在您授权的情况下，利用您留存的基本信息，登录人行征信中心，最终获得您个人征信情况的服务。</p>
    <p>5.信用卡账单服务，是指本公司在您授权的情况下，利用您留存的基本信息，登录对应银行信用卡平台获取您的信用卡账单，同时本公司还向您提供信用卡账单管理，还款提醒等服务。</p>
    <p>6.银行账户验证服务，是指本公司在您授权的情况下，利用您留存的基本信息，登录对应银行网银平台获取您的银行账户信息及账户流水信息。</p>
    <p>7.淘宝账户数据解析服务，是指本公司在您授权的情况下，利用您留存的基本信息，登录您的淘宝账户，对您的淘宝账户进行查询。查询范围包括但不限于账户姓名、近期购物记录、收件人姓名及地址、信用额度和信用评价等。</p>
    <p>8.京东账户数据解析服务，是指本公司在您授权的情况下，利用您留存的基本信息，登录您的京东账户，对您的京东账户进行查询。查询范围包括但不限于账户姓名、近期购物记录、收件人姓名及地址、白条分等。</p>
    <p>9.支付宝账户数据解析服务，是指本公司在您授权的情况下，利用您留存的基本信息，登录您的支付宝账户，对您的支付宝账户进行查询以及为查询而必要的操作。查询范围包括但不限于账户姓名、近期购物记录、收件人姓名及地址、生活缴费记录、信用额度和信用评价等。</p>
    <p>10.学信网账户数据解析服务，是指本公司在您授权的情况下，利用您留存的基本信息，登录您的学信网账户，并对您的学信网账户信息进行查询、获取。</p>
    <p>11.邮箱数据解析服务，是指本公司在您授权的情况下，利用您留存的基本信息，登录您的邮箱，获取为您提供服务必要的邮件，包括但不限于银行对账单、电子账单、生活邮件等邮件、邮箱联系人、QQ群等信息。</p>
    <p>12.负面信息(黑名单)数据解析服务，是指本公司在您授权的情况下，利用您留存的基本信息，向公开渠道查询关于您的负面信息。负面信息是指不利于对您借款审批通过的各类信息，包括但不限于借款逾期信息、被执行人失信人员信息等。</p>
    <p>13.网贷数据解析服务，是指本公司在您授权的情况下，利用您留存的基本信息，登录您所注册的网贷平台，获取您在该等网贷平台中的投资理财数据，并为您提供定期更新及展示上述数据的服务。</p>
    <p>14.定位信息解析服务，是指本公司在您授权的情况下，通过人工或自动程序获取您手机中的定位信息，并对该等信息留存、整理加工。</p>
    <p>15.通话记录解析服务，是指本公司在您授权的情况下，通过人工或自动程序获取您手机中目前留存的通话记录，并对该等信息留存、整理加工。</p>
    <p>16.短信记录解析服务，是指本公司在您授权的情况下，通过人工或自动程序获取您手机中目前留存的短信记录，并对该等信息留存、整理加工。</p>
    <p>17.通讯录解析服务，是指本公司在您授权的情况下，通过人工或自动程序获取您手机中目前留存的通讯录，并对该等信息留存、整理加工。</p>
    <p>(三) 结合上述服务所输出的结果与其他因素，本公司将判断您的资信水平和相关风险，从而决定相关产品与您的交易条件或者其他相关的决策。</p>
    <p>(四) 本公司承诺尽商业上的合理努力采用安全技术和程序保障用户信息安全，且上述技术和程序不低于国家法律法规的要求，以防信息的丢失、不当使用等情况的发生。</p>
    <p>(五) 为有效保障您使用本服务时的合法权益，您理解并同意接受以下规则：</p>
    <p>1.本公司可能会以电话、电子邮件、短信、客户端通知等方式就某项服务的变更或增设对您进行通知，或提示您下一步的操作，但本公司不保证您能够收到或者及时收到该等通知，且不对此承担任何后果。</p>
    <p>2.您同意并理解，基于运行和交易安全的需要，本公司可以暂时停止提供本服务的全部或部分功能，或提供新的功能，在任何服务功能减少、增加或者变化时，只要您仍然使用本功能，表示您仍然同意本协议或者变更后的协议。</p>
    <h2>第二条 授权条款</h2>
    <p>(一) 您不可撤销地授权本公司可按照本协议载明的任一数据解析服务条款调取您的对应信息。</p>
    <p>(二) 您不可撤销地授权本公司利用您留存的基本信息，调取您在其他机构留存/生成的相关信息，同时对该等信息加以留存、分析、整理及加工。</p>
    <p>(三) 您不可撤销地授权本公司可将上述信息用于您的本次借款审批服务及其他关联服务(包括但不限于您注册本网站/APP时同意的《用户注册协议》第二条项下约定的用途)中。</p>
    <p>(四) 在为您提供服务的过程中，因某种原因导致本公司无法通过您留存的基本信息获取到完成借款审批服务必要的信息，您同意并授权本公司运用曾经(如有)为您提供服务时所留存的信息来完成本次服务。如果本公司留存的关于您的信息不足以支持本公司完成本次服务，本公司有权拒绝向您提供服务，并不承担由此给您造成的损失。</p>
    <p>(五) 上述条款中涉及的"采集、整理与加工"包括但不限于对用户信息的内容和/或形式进行重新排序、结构化、格式化、标准化等方法。</p>
    <p>(六) 为更好地为您提供服务，您同意并授权本公司可与其合作的第三方进行联合研究，并可将通过本协议获得的您的信息投入到该等联合研究中。但本公司与其合作的第三方在开展上述联合研究前，应要求其合作的第三方对在联合研究中所获取的您的信息予以保密。</p>
    <p>(七) 您在本协议项下对本公司的授权将视为对本公司及本公司之关联公司的授权。本公司及本公司关联公司均可凭借您的授权及本协议约定执行相关操作。另外，在签署保密协议的情况下，您在本协议中的相关授权可延伸到本公司指定的第三方公司。</p>
    <h2>第三条 您的权利与义务</h2>
    <p>(一) 您必须为年满18岁并具有完全民事行为能力的自然人。</p>
    <p>(二) 您点击"同意"或"勾选"，即视为同意本协议全部内容，本公司亦即视为该等操作是证明、声明和保证您为接受服务的主体，并应遵守本协议的相关规定。</p>
    <p>(三) 您只能通过本公司软件获取自己的信息，不得在他人未知情的情况下获取他人的信息。</p>
    <p>(四) 您应妥善保管好登录本公司软件的账户名、密码等信息，并对以您名义进行的申请、查询等所有操作行为承担所有法律责任。</p>
    <p>(五) 您应妥善保管本人信息，包括并不限于用户名、账号、手机号码、密码、验证码。如因您本人保管个人信息不善，或因您不慎登录"钓鱼"网站、互联网邮箱系统出现安全问题，导致他人获得您的个人信息，或因此导致个人信息被他人取得可能导致用户遭受损失的后果由您自行承担。</p>
    <p>(六) 查询获得的信息仅供本公司审批您的借款申请。查询相关信息的数据来源均为第三方服务提供商，如有与第三方服务提供商所提供的信息存在差异，应以第三方服务提供商信息为准。您不应将其作为针对本服务任何投诉、起诉、要求或者其他法律程序的依据。</p>
    <p>(七) 您不得传送任何包含病毒、木马、蠕虫等可能破坏、感染、密码拦截任何系统，数据和信息的程序，不得通过黑客、密码破译等方式违法侵入计算机和网络系统，他人账户。</p>
    <h2>第四条 不可抗力条款</h2>
    <p>因台风、地震、海啸、洪水、战争、计算机病毒感染、黑客攻击、网络通信故障等不能预见、不能控制的不可抗力因素，造成本公司不能正常向您提供服务而可能导致的损失，本公司不承担责任。</p>
    <h2>第五条 特殊情形</h2>
    <p>您理解并同意，鉴于网络服务的特殊性，信息来源提供方随时可能变更、暂停、中止或者终止部分或全部的查询服务。本协议中的相关条款根据该变更而自动做相应修改，双方无须另行签订协议，本公司也无需就上述服务的变更、暂停、中止或者终止向您承担任何责任。</p>
    <p>本协议可在您接受本公司提供服务的过程中多次使用，未来为您提供服务时再次涉及到本协议服务内容时无需您另行签署。</p>
    <h2>第六条 知识产权</h2>
    <p>本公司是提供信息服务的第三方，与本软件相关的任何内容和资源(包括但不限于文字、图案、图表、色彩、动画、声音、页面设计)的知识产权均属于本公司所有，受《著作权法》、《商标法》《专利法》、《反不正当竞争法》及其他相关法律法规的保护。未经本公司书面明确许可，任何单位和个人不得以任何方式将平台之内容和相关资源作全部或部分复制、转载、引用和编辑。</p>
    <h2>第七条 网络传输风险</h2>
    <p>您理解并同意，由于本协议所列服务涉及个人隐私，通过网络提供和传输存在特定的泄密风险，用户已经充分考虑到该风险，并愿意承担该风险通过网络的方式完成本项服务，如果因网络传输导致个人隐私泄露等后果，将由用户自行承担。</p>
    <h2>第八条 法律适用条款以及争议解决方式</h2>
    <p>本协议的解释、履行及争议的解决均适用中华人民共和国法律。在协议履行期间，凡由本协议引起的或与本协议有关的一切争议、纠纷，当事人应首先协商解决。协商不成，可在本公司所在地法院提起诉讼。</p>
    <h2>第九条 附则</h2>
    <p>(一) 若本协议中的任何条文无论因何种原因完全或部分无效或不具有执行力，本协议的其他条款仍继续有效。</p>
    <p>(二) 本协议未尽事宜，根据我国相关法律、法规、各信息提供方相关业务规定及您注册本网站/APP时同意的《用户注册协议》办理。如需制定补充协议，其法律效力同本协议。</p>
    <p>(三) 若非本公司更新本协议，您在确认同意、签署本协议后，其效力将及于您此时及未来所有操作。</p>
    <p>(四) 本协议将使用电子签署的方式完成签署，自您点击"同意"或"勾选"并进行下一步操作后则协议生效。</p>
    <h1 class="border-top">个人信息使用授权书</h1>
    <p>您同意并确认：</p>
    <p>1. 您同意并授权武汉市盛天小额贷款有限责任公司(或其委托或合作的第三方)在您申请借款、审批及贷后管理期间，通过查询服务提供机构向包含但不限于中国人民银行征信中心及其分支机构以及其他信息服务机构查询并获取您的个人信息(包括但不限于身份信息、联系方式、工作信息、银行卡交易信息、银行贷款相关信息、网络交易信息、逾期信息及其他信息等)【您已经充分理解并知晓该等信息被提供和使用的风险，包括但不限于：上述信息对您的信用评价、以及分析报告等结果产生不利影响的风险；该等信息被查询服务提供机构依法提供给武汉市盛天小额贷款有限责任公司(或其委托或合作的第三方)后可能被第三方不当利用的风险；以及基于您的特定信用状况可能被不良信息骚扰的风险等。】，以了解您的资信状况。对于在上述机构所获得的您的信息仅在此笔贷款业务的贷前审核和贷后管理(贷款人向借款人发放贷款后直至该笔贷款结清时止的业务管理，包括但不限于贷后回访、还款监测、逾期催收等)中使用。</p>
    <p>2. 您同意并授权包括但不限于中国人民银行征信中心及其分支机构以及其他信息服务机构可将其拥有的您的信息通过查询服务提供机构提供给武汉市盛天小额贷款有限责任公司(或其委托或合作的第三方)。同时，为更好、更完整地展现您的资信情况，您同意并授权查询服务提供机构及其关联公司及其指定的第三方可留存、整理及加工本次获取的您的信息用于查询服务提供机构及其关联公司及其指定的第三方为您提供的其他服务中。</p>
    <p>3. 您同意并授权，查询服务提供机构可将其合法获取的您的信息经过整合、加工并转化为信息评分或信息报告回传给武汉市盛天小额贷款有限责任公司(或其委托或合作的第三方)，用于您申请借款、审批及贷后管理等事项。</p>
    <p>4. 您同意并授权武汉市盛天小额贷款有限责任公司(或其委托或合作的第三方)通过查询服务提供机构向包括但不限于中国人民银行征信中心及其分支机构以及其他信息服务机构上传您在本次借款过程生成的资信信息。同时，您同意并授权包括但不限于中国人民银行征信中心及其分支机构以及其他信息服务机构接收武汉市盛天小额贷款有限责任公司(或其委托或合作的第三方)通过查询服务提供机构上传的您在本次借款过程生成的资信信息。</p>
    <p>5. 为更好地为您提供服务，您同意并授权查询服务机构可与其合作的第三方进行联合研究，并可将通过本授权书获得的您的信息投入到该等联合研究中。但查询服务机构与其合作的第三方在开展上述联合研究前，应要求其合作的第三方对在联合研究中所获取的您的信息予以保密。</p>
    <p>6. 本授权书可在您接受武汉市盛天小额贷款有限责任公司(或其委托或合作的第三方)提供服务(包括贷前审核和贷后管理)的过程中多次使用，武汉市盛天小额贷款有限责任公司(或其委托或合作的第三方)及查询服务提供机构自您签署本授权之日起可多次依据本授权书而操作执行本授权书项下的活动无需您另行授权。</p>
    <p>7.您确认已充分被告知、了解并接受上述授权的法律后果。</p>
  </div>

</template>
