<style src="./index.less" lang="less" scoped></style>
<template>
  <div class="protocol-wrapper">
    <h1>{{appName}}免责声明</h1>
    <p>为使用"{{appName}}"的服务，您应当阅读并遵守《"{{appName}}"服务协议》（以下简称"本协议"）和《"{{appName}}"免责声明》。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款。除非您已阅读并接受本协议所有条款，否则您无权使用"{{appName}}"提供的服务。您使用"{{appName}}"的服务即视为您已阅读并同意上述协议的约束。 如果您未满18周岁，请在法定监护人的陪同下阅读本协议，并特别注意未成年人使用条款。</p>
    
    <h2>一、使用本服务的方式</h2>
    <p>1.1 除非您与"{{appName}}"另有约定，您同意本服务仅为您个人非商业性质的使用。</p>
    <p>1.2 您应当通过"{{appName}}"提供或认可的方式使用本服务。您依本协议条款所取得的权利不可转让。</p>
    <p>1.3 您不得使用未经"{{appName}}"授权的插件、外挂或第三方工具对本协议项下的服务进行干扰、破坏、修改或施加其他影响。</p>
    <h2>二、按现状提供服务</h2>
    <p>您理解并同意，"{{appName}}"的服务是按照现有技术和条件所能达到的现状提供的。"{{appName}}"会尽最大努力向您提供服务，确保服务的连贯性和安全性；但"{{appName}}"不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。</p>
    
    <h2>三、广告</h2>
    <p>3.1 您同意"{{appName}}"可以在提供服务的过程中自行或由第三方广告商向您发送广告、推广或宣传信息（包括商业与非商业信息），其方式和范围可不经向您特别通知而变更。</p>
    <p>3.2 "{{appName}}"可能为您提供选择关闭广告信息的功能，但任何时候您都不得以本协议未明确约定或"{{appName}}"未书面许可的方式屏蔽、过滤广告信息。</p>
    <p>3.3 "{{appName}}"依照法律的规定对广告商履行相关义务，您应当自行判断广告信息的真实性并为自己的判断行为负责，除法律明确规定外，您因依该广告信息进行的交易或前述广告商提供的内容而遭受的损失或损害，"{{appName}}"不承担责任。</p>
    <p>3.4 您同意，对"{{appName}}"服务中出现的广告信息，您应审慎判断其真实性和可靠性，除法律明确规定外，您应对依该广告信息进行的交易负责。</p>

    <h2>四、第三方提供的产品或服务</h2>
    <p>您在"{{appName}}"平台上使用第三方提供的产品或服务时，除遵守本协议约定外，还应遵守第三方的用户协议。"{{appName}}"和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任。</p>
   
    <h2>五、关用户违法行为</h2>
    <p>5.1 您在使用本服务时须遵守法律法规，不得利用本服务从事违法违规行为，包括但不限于：</p>
    <p>(1) 发布、传送、传播、储存危害国家安全统一、破坏社会稳定、违反公序良俗、侮辱、诽谤、淫秽、暴力以及任何违反国家法律法规的内容；</p>
    <p>(2) 发布、传送、传播、储存侵害他人知识产权、商业秘密等合法权利的内容；</p>
    <p>(3) 恶意虚构事实、隐瞒真相以误导、欺骗他人；</p>
    <p>(4) 发布、传送、传播广告信息及垃圾信息；</p>
    <p>(5) 其他法律法规禁止的行为。</p>
    <p>5.2 如果您违反了本条约定，相关国家机关或机构可能会对您提起诉讼、罚款或采取其他制裁措施，并要求"{{appName}}"给予协助。造成损害的，您应依法予以赔偿，"{{appName}}"不承担任何责任。</p>
    <p>5.3 如果"{{appName}}"发现或收到他人举报您发布的信息违反本条约定，"{{appName}}"有权进行独立判断并采取技术手段予以删除、屏蔽或断开链接。同时，"{{appName}}"有权视用户的行为性质，采取包括但不限于暂停或终止服务，追究法律责任等措施。</p>
    <p>5.4 您违反本条约定，导致任何第三方损害的，您应当独立承担责任；"{{appName}}"因此遭受损失的，您也应当一并赔偿。</p>

    <h2>六、遵守当地法律监管</h2>
    <p>6.1 您在使用本服务过程中应当遵守当地相关的法律法规，并尊重当地的道德和风俗习惯。如果您的行为违反了当地法律法规或道德风俗，您应当为此独立承担责任。</p>
    <p>6.2 您应避免因使用本服务而使"{{appName}}"卷入政治和公共事件，否则"{{appName}}"有权暂停或终止对您的服务。</p>
    
    <h2>七、用户发送、传播的内容与第三方投诉处理 </h2>
    <p>7.1 您通过本服务发送或传播的内容（包括但不限于网页、文字、图片、音频、视频、图表等）均由您自行承担责任。</p>
    <p>7.2 您发送或传播的内容应有合法来源，相关内容为您所有或您已获得权利人的授权。</p>
    <p>7.3 您同意"{{appName}}"可为履行本协议或提供本服务的目的而使用您发送或传播的内容。</p>
    <p>7.4 如果"{{appName}}"收到权利人通知，主张您发送或传播的内容侵犯其相关权利的，您同意"{{appName}}"权进行独立判断并采取删除、屏蔽或断开链接等措施。</p>

    <h2>八、不可抗力及其他免责事由 </h2>
    <p>8.1 您理解并同意，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，"{{appName}}"将努力在第一时间与相关单位配合，及时进行修复，但是由此给您造成的损失"{{appName}}"在法律允许的范围内免责。</p>
    <p>8.2 在法律允许的范围内，"{{appName}}"对以下情形导致的服务中断或受阻不承担责任：</p>
    <p>(1) 受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏； </p>
    <p>(2) 用户或"{{appName}}"的电脑软件、系统、硬件和通信线路出现故障； </p>
    <p>(3) 用户操作不当； </p>
    <p>(4) 用户通过非"{{appName}}"授权的方式使用本服务； </p>
    <p>(5) 其他"{{appName}}"无法控制或合理预见的情形。</p>

    <p>8.3 您理解并同意，在使用本服务的过程中，可能会遇到网络信息或其他用户行为带来的风险，"{{appName}}"不对任何信息的真实性、适用性、合法性承担责任，也不对因侵权行为给您造成的损害负责。这些风险包括但不限于：</p>
    <p>(1) 受来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息； </p>
    <p>(2) 因使用本协议项下的服务，遭受他人误导、欺骗或其他导致或可能导致的任何心理、生理上的伤害以及经济上的损失； </p>
    <p>(3) 其他因网络信息或用户行为引起的风险。 </p>
    <p>8.4 您理解并同意，本服务并非为某些特定目的而设计，包括但不限于核设施、军事用途、医疗设施、交通通讯等重要领域。如果因为软件或服务的原因导致上述操作失败而带来的人员伤亡、财产损失和环境破坏等，"{{appName}}"不承担法律责任。</p>
    <p>8.5 "{{appName}}"依据本协议约定获得处理违法违规内容的权利，该权利不构成腾讯的义务或承诺，"{{appName}}"不能保证及时发现违法行为或进行相应处理。</p>
    <p>8.6 在任何情况下，您不应轻信借款、索要密码或其他涉及财产的网络信息。涉及财产操作的，请一定先核实对方身份，并请经常留意"{{appName}}"有关防范诈骗犯罪的提示。</p>

    <h2>九、协议的生效与变更</h2>
    <p>9.1 您使用"{{appName}}"的服务即视为您已阅读本协议并接受本协议的约束。</p>
    <p>9.2 "{{appName}}"有权在必要时修改本协议条款。您可以在相关服务页面查阅最新版本的协议条款。</p>
    <p>9.3 本协议条款变更后，如果您继续使用"{{appName}}"提供的服务，即视为您已接受修改后的协议。如果您不接受修改后的协议，应当停止使用"{{appName}}"提供的服务。</p>

    <h2>十、服务的变更、中断、终止</h2>
    <p>10.1 "{{appName}}"可能会对服务内容进行变更，也可能会中断、中止或终止服务。</p>
    <p>10.2 您理解并同意，"{{appName}}"有权自主决定经营策略。在"{{appName}}"发生合并、分立、收购、资产转让时，"{{appName}}"可向第三方转让本服务下相关资产；"{{appName}}"也可在单方通知您后，将本协议下部分或全部服务转交由第三方运营或履行。具体受让主体以"{{appName}}"通知的为准。</p>
    <p>10.3 如发生下列任何一种情形，"{{appName}}"有权不经通知而中断或终止向您提供的服务：</p>
    <p>(1) 根据法律规定您应提交真实信息，而您提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明；</p>
    <p>(2) 您违反相关法律法规或本协议的约定；</p>
    <p>(3) 按照法律规定或主管部门的要求；</p>
    <p>(4) 出于安全的原因或其他必要的情形。</p>

    <h2>十一、管辖与法律适用</h2>
    <p>11.1 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</p>
    <p>11.2 若您和"{{appName}}"之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。</p>
    <p>11.3 本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</p>
    <p>11.4 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</p>

    <h2>十二、未成年人使用条款</h2>
    <p>12.1 若用户未满18周岁，则为未成年人，应在监护人监护、指导下阅读本协议和使用本服务。</p>
    <p>12.2 未成年人用户涉世未深，容易被网络虚象迷惑，且好奇心强，遇事缺乏随机应变的处理能力，很容易被别有用心的人利用而又缺乏自我保护能力。因此，未成年人用户在使用本服务时应注意以下事项，提高安全意识，加强自我保护：</p>
    <p>(1) 认清网络世界与现实世界的区别，避免沉迷于网络，影响日常的学习生活；</p>
    <p>(2) 填写个人资料时，加强个人保护意识，以免不良分子对个人生活造成骚扰； </p>
    <p>(3) 在监护人或老师的指导下，学习正确使用网络。</p>
    <p>12.3 监护人、学校均应对未成年人使用本服务时多做引导。特别是家长应关心子女的成长，注意与子女的沟通，指导子女上网应该注意的安全问题，防患于未然。</p>

    <h2>十三、其他</h2>
    <p>如果您对本协议或本服务有意见或建议，可与"{{appName}}"联系。</p>
  </div>
</template>
<script>
export default {
  data() {
    return {
      appName: process.env.APP_NAME
    };
  }
}
</script>