<style src="./index.less" lang="less" scoped></style>
<template>
  <div class="protocol-wrapper">
    <h1>{{appName}}隐私政策</h1>
    <p>"{{appName}}"一向庄严承诺以保护使用其交互性产品和服务之用户的隐私。在您开始使用"{{appName}}"产品之前，请您务必应认真阅读(未成年人应当在监护人陪同下阅读)并充分理解本协议，特别涉及是免除或者限制"{{appName}}"责任的条款和开通和使用特殊单项服务的条款。</p>
    <p>除非您完全接受本协议的全部内容，否则您无权使用"{{appName}}"产品。若您使用"{{appName}}"产品，则视为您已充分理解本协议并承诺作为协议的一方当事人接受协议的约束。</p>
    <h2>一、使用"{{appName}}"产品</h2>
    <p>1.1 用户可以从任何合法的渠道下载"{{appName}}"软件程序到其合法拥有的终端设备中。但除非得到特别的授权，否则，用户不得以任何形式改编、复制或交易"{{appName}}"软件程序。</p>
    <p>1.2 一旦用户在其终端设备中打开"{{appName}}"，即视为使用"{{appName}}"产品。为充分实现"{{appName}}"的全部功能，用户可能需要将其终端设备联网。</p>
    <p>1.3 您无需注册即可开始使用"{{appName}}"产品。但某些功能和某些单项服务项目，可能要求您必须注册后才能使用。此时，您若想要使用这些功能或服务，则应当完成注册并以注册用户的身份登录。</p>
    <h2>二、用户行为的合法性要求</h2>
    <p>2.1 用户在使用"{{appName}}"的产品时，应当遵守中华人民共和国的法律。用户不得利用其从事上述法律法规、政策以及侵犯他人合法权利的行为。</p>
    <p>2.2 您不得使用未经{{appName}}授权或许可的任何插件、外挂或第三方工具对"{{appName}}"产品的正常运行进行干扰、破坏、修改或施加其他影响。</p>
    <p>2.3 您不得利用或针对"{{appName}}"产品进行任何危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器/帐户；未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；未经许可，企图探查、扫描、测试"{{appName}}"产品系统或网络的弱点或其它实施破坏网络安全的行为；企图干涉、破坏"{{appName}}"产品系统或网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为；伪造TCP/IP数据包名称或部分名称。 </p>
    <p>2.4 未经{{appName}}许可，您不得在"{{appName}}"中进行任何诸如发布广告、销售商品的商业行为。</p>
    <p>2.5 在任何情况下，如果{{appName}}有理由认为用户的任何行为违反或可能违反上述约定的，{{appName}}可在任何时候不经任何事先通知终止向用户提供服务。</p>
    
    <h2>三、服务的变更、中断和终止</h2>
    <p>3.1 您理解并同意，"{{appName}}"提供的产品和服务是按照现有技术和条件所能达到的现状提供的。我们会尽最大努力向您提供服务，确保服务的连贯性和安全性；但"{{appName}}"不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。</p>
    <p>3.2 用户须明白，"{{appName}}"为了服务整体运营的需要，有权在公告通知后，在不事先通知用户的情况下修改、中断、中止或终止"{{appName}}"产品内的各项服务，而无须向用户或第三方负责或承担任何赔偿责任。</p>
   
    <h2>四、法律责任声明</h2>
    <p>4.1 "{{appName}}"对于任何自本网站而获得的他人的信息、内容或者广告宣传等任何资讯(以下统称"信息")，不负保证真实、准确和完整性的责任。如果任何单位或者个人通过上述"信息"而进行任何行为，须自行甄别真伪和谨慎预防风险，否则，无论何种原因，"{{appName}}"不对任何非与本网站直接发生的交易和(或)行为承担任何直接、间接、附带或衍生的损失和责任。</p>
    <p>4.2 您"{{appName}}"不保证(包括但不限于)：</p>
    <p>(1) "{{appName}}"完全适合用户的使用要求；</p>
    <p>(2) "{{appName}}"不受干扰，及时、安全、可靠或不出现错误；</p>
    <p>(3) 软件中任何错误都将能得到更正。</p>

    <p>4.3 基于以下原因而造成的利润、商业信誉、资料损失或其他有形或无形损失，"{{appName}}"不承担任何直接、间接、附带、特别、衍生性或惩罚性的赔偿责任(即使"{{appName}}"事先已被告知发生此种赔偿之可能性亦然)：</p>
    <p>(1) 对"{{appName}}"的使用或无法使用；</p>
    <p>(2) "{{appName}}"不受干扰，及时、安全、可靠或不出现错误；</p>
    <p>(3) 软件中任何错误都将能得到更正；</p>
    <p>(4) 任何第三方在本服务中所作的声明或行为；</p>
    <p>(5) 用户基于在"{{appName}}"中发布的广告信息，向第三方购买商品或服务；</p>
    <p>(6) 其他与"{{appName}}"相关的事宜，但本用户协议有明确规定的除外。</p>

    <h2>五、关于单项服务的特殊约定</h2>
    <p>如您可以在"{{appName}}"中开启和使用上述单项服务功能。某些单项服务可能需要您同时接受就该服务特别制订的用户协议、使用协议或者其他约束您与该项服务提供者之间的法律文件。"{{appName}}"将以醒目的方式提供这些法律文件供您查阅。但一旦您开始使用上述服务，则视为您同时接受有关单项服务的相关法律文件的约束。</p>

    <h2>六、违约责任</h2>
    <p>用户因违反国家法律法规或本协议的约定或用户侵害他人任何权利因而衍生或导致任何第三人向"{{appName}}"提出任何索赔或请求，包括但不限于诉讼费用、律师费用、差旅费用、和解金额、罚款或生效法律文书中规定的损害赔偿金额、软件使用费等而给"{{appName}}"造成损失的，用户应赔偿"{{appName}}"因此而遭受的一切损失，并消除影响。</p>
    
    <h2>七、其他条款</h2>
    <p>7.1 本协议的订立、执行和解释及争议的解决均应适用中国法律。倘本协议之任何规定因与中华人民共和国法律抵触而无效，则这些条款将尽可能接近本协议原条文意旨重新解析，且本协议其它规定仍应具有完整的效力及效果。</p>
    <p>7.2 本协议可能因国家政策、产品以及履行环境发生变化而进行修改，"{{appName}}"会将修改后的协议发布在网站上。若您对修改后的协议有异议的，请立即停止登录、使用"{{appName}}"产品及服务，若您登录或继续使用"{{appName}}"产品及服务，视为认可修改后的协议。</p>
    
  </div>
</template>
<script>
export default {
  data() {
    return {
      appName: process.env.APP_NAME
    };
  }
}
</script>
